Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# settings_section_appearance
source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fi: Ulkoasu
fr: Apparence
he: מראה
hi: रूप
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면
nb: Utseende
nl: Weergave
pl: Wygląd
pt: Aparência
pt_br: Aparência
ro: Aspect
ru: Оформление
sq: Pamja
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观

# settings_section_developer
source: Developer
ar: المطوّر
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fa: توسعه‌دهنده
fi: Kehittäjä
fr: Développeur
he: מפתחים
hi: डेवलपर
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
nb: Utvikler
nl: Ontwikkelaar
pl: Deweloper
pt: Programador
pt_br: Desenvolvedor
ro: Dezvoltator
ru: Разработчик
sq: Zhvilluesi
sv: Utvecklare
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发者

# settings_section_language
source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt: Idioma
pt_br: Idioma
ro: Limbă
ru: Язык
sq: Gjuha
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

# settings_show_converted
source: Converted prices
ar: الأسعار المحوّلة
cs: Přepočtené ceny
da: Omregnede kurser
de: Umgerechnete Kurse
el: Μετατροπή τιμών
es: Precios convertidos
fa: قیمت‌های تبدیل‌شده
fi: Muunnetut hinnat
fr: Prix convertis
he: מחירים מומרים
hi: बदली हुई कीमतें
hu: Átváltott árak
id: Harga terkonversi
it: Prezzi convertiti
ja: 換算価格
ko: 환산 가격
nb: Omregnede kurser
nl: Omgerekende koersen
pl: Przeliczone ceny
pt: Preços convertidos
pt_br: Preços convertidos
ro: Prețuri convertite
ru: Пересчитанные цены
sq: Çmime të konvertuara
sv: Omräknade kurser
th: ราคาที่แปลงแล้ว
tr: Çevrilmiş fiyatlar
uk: Перераховані ціни
vi: Giá quy đổi
zh_hans: 换算价格

# settings_show_converted_hint
source: Shows prices in the watchlist also in %1$@
ar: يعرض الأسعار في قائمة المتابعة أيضًا بـ %1$@
cs: Zobrazí ceny ve sledovaných také v %1$@
da: Viser kurserne på overvågningslisten også i %1$@
de: Zeigt die Kurse in der Merkliste zusätzlich in %1$@
el: Εμφανίζει τις τιμές της λίστας παρακολούθησης και σε %1$@
es: Muestra los precios de la lista de seguimiento también en %1$@
fa: قیمت‌ها را در واچ‌لیست به %1$@ هم نشان می‌دهد
fi: Näyttää seurantalistan hinnat myös valuutassa %1$@
fr: Affiche aussi les prix de la liste de suivi en %1$@
he: מציג את המחירים ברשימת המעקב גם ב-%1$@
hi: वॉचलिस्ट में कीमतें %1$@ में भी दिखाता है
hu: A figyelőlista árait %1$@ pénznemben is mutatja
id: Menampilkan harga di daftar pantau juga dalam %1$@
it: Mostra i prezzi della lista di osservazione anche in %1$@
ja: ウォッチリストの価格を%1$@でも表示
ko: 관심 목록의 가격을 %1$@(으)로도 표시
nb: Viser kursene i overvåkingslisten også i %1$@
nl: Toont koersen in de volglijst ook in %1$@
pl: Pokazuje ceny z listy obserwowanych także w %1$@
pt: Mostra os preços da lista de acompanhamento também em %1$@
pt_br: Mostra os preços da lista de acompanhamento também em %1$@
ro: Afișează prețurile din lista de urmărire și în %1$@
ru: Показывает цены в избранном также в %1$@
sq: Shfaq çmimet në listën e ndjekjes edhe në %1$@
sv: Visar kurserna i bevakningslistan även i %1$@
th: แสดงราคาในรายการติดตามเป็น %1$@ ด้วย
tr: İzleme listesindeki fiyatları ayrıca %1$@ cinsinden gösterir
uk: Показує ціни у списку також у %1$@
vi: Hiển thị giá trong danh sách theo dõi cả bằng %1$@
zh_hans: 在自选列表中同时以 %1$@ 显示价格

# settings_speech_rate
source: Speech rate: %1$.1f×
ar: سرعة النطق: %1$.1f×
cs: Rychlost řeči: %1$.1f×
da: Talehastighed: %1$.1f×
de: Sprechtempo: %1$.1f×
el: Ταχύτητα ομιλίας: %1$.1f×
es: Velocidad de voz: %1$.1f×
fa: سرعت گفتار: %1$.1f×
fi: Puhenopeus: %1$.1f×
fr: Débit de parole : %1$.1f×
he: קצב דיבור: %1$.1f×
hi: बोलने की गति: %1$.1f×
hu: Beszédsebesség: %1$.1f×
id: Kecepatan bicara: %1$.1f×
it: Velocità voce: %1$.1f×
ja: 読み上げ速度: %1$.1f×
ko: 말하기 속도: %1$.1f×
nb: Talehastighet: %1$.1f×
nl: Spreeksnelheid: %1$.1f×
pl: Tempo mowy: %1$.1f×
pt: Velocidade da voz: %1$.1f×
pt_br: Velocidade da voz: %1$.1f×
ro: Viteza vorbirii: %1$.1f×
ru: Скорость речи: %1$.1f×
sq: Shpejtësia e të folurit: %1$.1f×
sv: Talhastighet: %1$.1f×
th: ความเร็วเสียงพูด: %1$.1f×
tr: Konuşma hızı: %1$.1f×
uk: Швидкість мовлення: %1$.1f×
vi: Tốc độ đọc: %1$.1f×
zh_hans: 语速：%1$.1f×

# settings_summary_on
source: On
ar: تشغيل
cs: Zap.
da: Til
de: Ein
el: Ενεργό
es: Sí
fa: روشن
fi: Päällä
fr: Oui
he: פועל
hi: चालू
hu: Be
id: Aktif
ja: オン
ko: 켬
nb: På
nl: Aan
pl: Wł.
pt: Sim
pt_br: Sim
ro: Pornit
ru: Вкл.
sq: Aktiv
sv: På
th: เปิด
tr: Açık
uk: Увімк.
vi: Bật
zh_hans: 开启

# settings_theme_mode
source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fa: حالت
fi: Tila
he: מצב
hi: मोड
hu: Mód
it: Modalità
ja: モード
ko: 모드
nb: Modus
nl: Modus
pl: Tryb
pt: Modo
pt_br: Modo
ro: Mod
ru: Режим
sq: Modaliteti
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式

# settings_title
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sq: Cilësimet
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# settings_tts
source: Spoken output
ar: الإخراج الصوتي
cs: Hlasový výstup
da: Oplæsning
de: Sprachausgabe
el: Φωνητική έξοδος
es: Salida de voz
fa: خروجی صوتی
fi: Puhuttu tuloste
fr: Annonce vocale
he: הקראה קולית
hi: बोलकर आउटपुट
hu: Hangkimenet
id: Output suara
it: Lettura vocale
ja: 音声出力
ko: 음성 출력
nb: Opplesning
nl: Gesproken uitvoer
pl: Komunikaty głosowe
pt: Saída de voz
pt_br: Saída de voz
ro: Ieșire vocală
ru: Озвучивание
sq: Dalja zanore
sv: Uppläsning
th: อ่านออกเสียง
tr: Sesli çıkış
uk: Голосовий вивід
vi: Đọc bằng giọng nói
zh_hans: 语音播报

# settings_tts_alarms_only
source: Alarms only
ar: التنبيهات فقط
cs: Jen alarmy
da: Kun alarmer
de: Nur Alarme
el: Μόνο ειδοποιήσεις τιμής
es: Solo alarmas
fa: فقط هشدارها
fi: Vain hälytykset
fr: Alertes uniquement
he: התראות בלבד
hi: केवल अलार्म
hu: Csak riasztások
id: Hanya alarm
it: Solo allarmi
ja: アラームのみ
ko: 경보만
nb: Bare alarmer
nl: Alleen alarmen
pl: Tylko alarmy
pt: Só alarmes
pt_br: Só alarmes
ro: Doar alarme
ru: Только оповещения
sq: Vetëm alarmet
sv: Bara larm
th: เฉพาะสัญญาณเตือน
tr: Yalnızca alarmlar
uk: Лише сигнали
vi: Chỉ cảnh báo
zh_hans: 仅提醒

# settings_tts_alarms_only_hint
source: Off: every update of a pair marked "Speak price" is read out.
ar: عند الإيقاف: يُقرأ كل تحديث لزوج مفعّل عليه «نطق السعر».
cs: Vypnuto: každá aktualizace páru označeného „Číst cenu nahlas” se přečte.
da: Fra: hver opdatering af et par med ”Læs kurs op” bliver læst op.
de: Aus: Jede Aktualisierung eines Paares mit «Kurs vorlesen» wird angesagt.
el: Ανενεργό: κάθε ενημέρωση ζεύγους με «Εκφώνηση τιμής» εκφωνείται.
es: Desactivado: se lee cada actualización de un par marcado con «Decir precio».
fa: خاموش: هر به‌روزرسانی جفت‌هایی که «خواندن قیمت» برایشان فعال است خوانده می‌شود.
fi: Pois: jokainen päivitys luetaan ääneen pareille, joille on valittu „Lue hinta ääneen”.
fr: Désactivé : chaque actualisation d'une paire avec « Annoncer le prix » est lue.
he: כבוי: כל עדכון של צמד שסומן ״הקרא מחיר״ יוקרא בקול.
hi: बंद: «कीमत बोलें» वाले हर पेयर का हर अपडेट बोला जाता है।
hu: Ki: minden „Ár felolvasása” jelölésű pár minden frissítése felolvasásra kerül.
id: Nonaktif: setiap pembaruan pasangan dengan «Ucapkan harga» akan dibacakan.
it: Disattivato: ogni aggiornamento di una coppia con «Leggi prezzo» viene letto.
ja: オフ: 「価格を読み上げ」を有効にしたペアは更新のたびに読み上げます。
ko: 끄면: ‘가격 읽어주기’가 켜진 거래쌍은 업데이트될 때마다 읽어줍니다.
nb: Av: hver oppdatering av et par med «Les opp kurs» blir lest opp.
nl: Uit: elke update van een paar met „Koers voorlezen“ wordt voorgelezen.
pl: Wył.: każda aktualizacja pary z opcją „Czytaj cenę“ jest odczytywana.
pt: Desligado: cada atualização de um par marcado com «Falar preço» é lida.
pt_br: Desligado: cada atualização de um par marcado com “Falar preço” é lida em voz alta.
ro: Dezactivat: fiecare actualizare a unei perechi marcate „Citește prețul” este anunțată.
ru: Выкл.: озвучивается каждое обновление пары с отметкой «Озвучивать цену».
sq: Joaktiv: çdo përditësim i një çifti të shënuar me «Lexo çmimin» lexohet me zë.
sv: Av: varje uppdatering av ett par med ”Läs upp kurs” läses upp.
th: ปิด: ทุกการอัปเดตของคู่ที่เปิด “อ่านราคา” ไว้จะถูกอ่านออกเสียง
tr: Kapalı: „Fiyatı sesli oku“ işaretli bir çiftin her güncellemesi okunur.
uk: Вимкнено: озвучується кожне оновлення пари з позначкою «Озвучувати ціну».
vi: Tắt: mọi cập nhật của cặp có bật «Đọc giá» đều được đọc to.
zh_hans: 关闭时：标记为“播报价格”的交易对每次更新都会被朗读。

# settings_tts_hint_silent
source: Reads prices and alarms aloud. Stays quiet while the device is in silent or vibrate mode.
ar: يقرأ الأسعار والتنبيهات بصوت عالٍ. يبقى صامتًا ما دام الجهاز في وضع الصامت أو الاهتزاز.
cs: Čte ceny a alarmy nahlas. Mlčí, dokud je zařízení v tichém režimu nebo na vibracích.
da: Læser kurser og alarmer højt. Forbliver tavs, mens enheden er på lydløs eller vibration.
de: Liest Kurse und Alarme vor. Schweigt, solange das Gerät lautlos oder auf Vibration gestellt ist.
el: Εκφωνεί τιμές και ειδοποιήσεις τιμής. Παραμένει σιωπηλό όσο η συσκευή είναι σε αθόρυβη λειτουργία ή δόνηση.
es: Lee en voz alta precios y alarmas. Permanece en silencio mientras el dispositivo está en modo silencio o vibración.
fa: قیمت‌ها و هشدارها را با صدای بلند می‌خواند. تا وقتی دستگاه در حالت بی‌صدا یا لرزش است، ساکت می‌ماند.
fi: Lukee hinnat ja hälytykset ääneen. Pysyy hiljaa, kun laite on äänettömällä tai värinätilassa.
fr: Lit les prix et les alertes à voix haute. Reste silencieux tant que l'appareil est en mode silencieux ou vibreur.
he: מקריא מחירים והתראות בקול. שותק כל עוד המכשיר במצב שקט או רטט.
hi: कीमतें और अलार्म बोलकर सुनाता है। जब तक डिवाइस साइलेंट या वाइब्रेट मोड में है, चुप रहता है।
hu: Felolvassa az árakat és a riasztásokat. Néma marad, amíg a készülék néma vagy rezgő módban van.
id: Membacakan harga dan alarm. Tetap diam selama perangkat dalam mode senyap atau getar.
it: Legge ad alta voce prezzi e allarmi. Resta in silenzio finché il dispositivo è in modalità silenziosa o vibrazione.
ja: 価格とアラームを読み上げます。端末が消音モードまたはバイブレーションモードの間は読み上げません。
ko: 가격과 경보를 소리 내어 읽어줍니다. 기기가 무음 또는 진동 모드일 때는 읽지 않습니다.
nb: Leser opp kurser og alarmer. Er stille så lenge enheten står på lydløs eller vibrering.
nl: Leest koersen en alarmen voor. Blijft stil zolang het apparaat op stil of trillen staat.
pl: Odczytuje na głos ceny i alarmy. Milczy, gdy urządzenie jest w trybie cichym lub wibracji.
pt: Lê em voz alta preços e alarmes. Fica em silêncio enquanto o dispositivo estiver em modo silencioso ou de vibração.
pt_br: Lê em voz alta preços e alarmes. Fica em silêncio enquanto o dispositivo estiver no modo silencioso ou de vibração.
ro: Citește cu voce tare prețurile și alarmele. Tace cât timp dispozitivul este în modul silențios sau pe vibrații.
ru: Зачитывает цены и оповещения вслух. Молчит, пока устройство в беззвучном режиме или режиме вибрации.
sq: Lexon me zë çmimet dhe alarmet. Hesht sa kohë që pajisja është në modalitetin e heshtur ose me dridhje.
sv: Läser upp kurser och larm. Är tyst så länge enheten är på ljudlöst eller vibration.
th: อ่านราคาและสัญญาณเตือนออกเสียง และจะเงียบขณะที่อุปกรณ์อยู่ในโหมดปิดเสียงหรือโหมดสั่น
tr: Fiyatları ve alarmları sesli okur. Cihaz sessiz veya titreşim modundayken sessiz kalır.
uk: Зачитує ціни й сигнали вголос. Мовчить, поки пристрій у беззвучному режимі або режимі вібрації.
vi: Đọc to giá và cảnh báo. Giữ im lặng khi thiết bị ở chế độ im lặng hoặc rung.
zh_hans: 朗读价格和提醒。设备处于静音或振动模式时保持安静。

# settings_tts_row_hint
source: Reads prices and alarms aloud
ar: يقرأ الأسعار والتنبيهات بصوت عالٍ
cs: Čte ceny a alarmy nahlas
da: Læser kurser og alarmer højt
de: Liest Kurse und Alarme vor
el: Εκφωνεί τιμές και ειδοποιήσεις τιμής
es: Lee en voz alta precios y alarmas
fa: قیمت‌ها و هشدارها را با صدای بلند می‌خواند
fi: Lukee hinnat ja hälytykset ääneen
fr: Lit les prix et les alertes à voix haute
he: מקריא מחירים והתראות בקול
hi: कीमतें और अलार्म बोलकर सुनाता है
hu: Felolvassa az árakat és a riasztásokat
id: Membacakan harga dan alarm
it: Legge ad alta voce prezzi e allarmi
ja: 価格とアラームを読み上げます
ko: 가격과 경보를 소리 내어 읽어줍니다
nb: Leser opp kurser og alarmer
nl: Leest koersen en alarmen voor
pl: Odczytuje na głos ceny i alarmy
pt: Lê em voz alta preços e alarmes
pt_br: Lê em voz alta preços e alarmes
ro: Citește cu voce tare prețurile și alarmele
ru: Зачитывает цены и оповещения вслух
sq: Lexon me zë çmimet dhe alarmet
sv: Läser upp kurser och larm
th: อ่านราคาและสัญญาณเตือนออกเสียง
tr: Fiyatları ve alarmları sesli okur
uk: Зачитує ціни й сигнали вголос
vi: Đọc to giá và cảnh báo
zh_hans: 朗读价格和提醒

# settings_tts_test
source: Test voice
ar: اختبار الصوت
cs: Vyzkoušet hlas
da: Test stemme
de: Stimme testen
el: Δοκιμή φωνής
es: Probar voz
fa: آزمایش صدا
fi: Testaa ääntä
fr: Tester la voix
he: בדיקת קול
hi: आवाज़ जाँचें
hu: Hang tesztelése
id: Tes suara
it: Prova voce
ja: 音声をテスト
ko: 음성 테스트
nb: Test stemme
nl: Stem testen
pl: Testuj głos
pt: Testar voz
pt_br: Testar voz
ro: Testează vocea
ru: Проверить голос
sq: Testo zërin
sv: Testa röst
th: ทดสอบเสียง
tr: Sesi test et
uk: Перевірити голос
vi: Thử giọng nói
zh_hans: 测试语音

# settings_watchlist_sparkline
source: Mini chart in watchlist
ar: مخطط مصغّر في قائمة المتابعة
cs: Minigraf ve sledovaných
da: Minigraf på overvågningslisten
de: Mini-Chart in der Merkliste
el: Μίνι γράφημα στη λίστα
es: Minigráfico en la lista
fa: نمودار کوچک در واچ‌لیست
fi: Minikaavio seurantalistassa
fr: Mini-graphique dans la liste
he: מיני גרף ברשימת המעקב
hi: वॉचलिस्ट में मिनी चार्ट
hu: Minidiagram a figyelőlistán
id: Grafik mini di daftar pantau
it: Mini grafico nella lista
ja: ウォッチリストにミニチャート
ko: 관심 목록에 미니 차트
nb: Minigraf i overvåkingslisten
nl: Minigrafiek in volglijst
pl: Miniwykres na liście obserwowanych
pt: Minigráfico na lista
pt_br: Minigráfico na lista
ro: Minigrafic în lista de urmărire
ru: Мини-график в избранном
sq: Grafik i vogël në listën e ndjekjes
sv: Minidiagram i bevakningslistan
th: กราฟเล็กในรายการติดตาม
tr: İzleme listesinde mini grafik
uk: Міні-графік у списку
vi: Biểu đồ mini trong danh sách
zh_hans: 自选列表迷你走势图

# settings_watchlist_sparkline_hint
source: 24-hour trend next to the price
ar: اتجاه 24 ساعة بجانب السعر
cs: 24hodinový vývoj vedle ceny
da: 24-timers forløb ved siden af kursen
de: 24-Stunden-Verlauf neben dem Kurs
el: Τάση 24 ωρών δίπλα στην τιμή
es: Tendencia de 24 horas junto al precio
fa: روند ۲۴ ساعته کنار قیمت
fi: 24 tunnin kehitys hinnan vieressä
fr: Tendance sur 24 h à côté du prix
he: מגמת 24 שעות ליד המחיר
hi: कीमत के पास 24 घंटे का रुझान
hu: 24 órás alakulás az ár mellett
id: Tren 24 jam di samping harga
it: Andamento 24 ore accanto al prezzo
ja: 価格の横に24時間の推移
ko: 가격 옆에 24시간 추세
nb: 24-timers utvikling ved siden av kursen
nl: 24-uursverloop naast de koers
pl: Trend 24-godzinny obok ceny
pt: Tendência de 24 horas junto ao preço
pt_br: Tendência de 24 horas junto ao preço
ro: Tendința pe 24 de ore lângă preț
ru: Динамика за 24 часа рядом с ценой
sq: Tendenca 24-orëshe pranë çmimit
sv: 24-timmarsförlopp bredvid kursen
th: แนวโน้ม 24 ชั่วโมงข้างราคา
tr: Fiyatın yanında 24 saatlik eğilim
uk: Динаміка за 24 години поруч із ціною
vi: Xu hướng 24 giờ cạnh giá
zh_hans: 价格旁显示 24 小时走势

# settings_widgets
source: Widgets
ar: الأدوات
cs: Widgety
el: Widget
fa: ابزارک‌ها
fi: Widgetit
he: ווידג׳טים
hi: विजेट
hu: Widgetek
id: Widget
it: Widget
ja: ウィジェット
ko: 위젯
nb: Moduler
pl: Widżety
ro: Widgeturi
ru: Виджеты
sq: Widget-et
sv: Widgetar
th: วิดเจ็ต
tr: Widget'lar
uk: Віджети
vi: Tiện ích
zh_hans: 小部件

# settings_widgets_hint
source: Add prices to your home screen
ar: أضف الأسعار إلى الشاشة الرئيسية
cs: Přidejte ceny na plochu
da: Føj kurser til din startskærm
de: Kurse auf den Startbildschirm holen
el: Προσθέστε τιμές στην αρχική οθόνη
es: Añade precios a tu pantalla de inicio
fa: قیمت‌ها را به صفحه اصلی بیاورید
fi: Lisää hinnat aloitusnäytölle
fr: Ajoutez des prix à votre écran d'accueil
he: הוספת מחירים למסך הבית
hi: होम स्क्रीन पर कीमतें जोड़ें
hu: Árak a kezdőképernyőre
id: Tambahkan harga ke layar utama
it: Aggiungi i prezzi alla schermata Home
ja: ホーム画面に価格を表示
ko: 홈 화면에 가격 추가
nb: Legg kurser på startskjermen
nl: Zet koersen op je beginscherm
pl: Dodaj ceny do ekranu głównego
pt: Adicione preços ao ecrã principal
pt_br: Adicione preços à tela inicial
ro: Adaugă prețuri pe ecranul principal
ru: Добавьте цены на главный экран
sq: Shto çmime në ekranin bazë
sv: Lägg kurser på hemskärmen
th: เพิ่มราคาลงในหน้าจอหลัก
tr: Fiyatları ana ekrana ekleyin
uk: Додайте ціни на головний екран
vi: Thêm giá vào màn hình chính
zh_hans: 将价格添加到主屏幕

# settings_zone_alerts
source: Notify on market phase change
ar: التنبيه عند تغيّر المرحلة
cs: Upozornit na změnu fáze
da: Giv besked ved skift af markedsfase
de: Bei Wechsel der Marktphase melden
el: Ειδοποίηση σε αλλαγή φάσης
es: Avisar al cambiar de fase
fa: اعلان هنگام تغییر مرحله
fi: Ilmoita markkinavaiheen vaihtuessa
fr: Prévenir au changement de phase
he: הודעה בשינוי שלב השוק
hi: चरण बदलने पर सूचित करें
hu: Értesítés fázisváltáskor
id: Beri tahu saat fase berubah
it: Avvisa al cambio di fase
ja: 相場フェーズの変化を通知
ko: 국면 변경 시 알림
nb: Varsle ved endret markedsfase
nl: Melden bij wisseling van marktfase
pl: Powiadamiaj o zmianie fazy
pt: Avisar na mudança de fase
pt_br: Avisar na mudança de fase
ro: Anunță la schimbarea fazei
ru: Сообщать о смене фазы
sq: Njofto kur ndryshon faza
sv: Meddela vid byte av marknadsfas
th: แจ้งเมื่อช่วงตลาดเปลี่ยน
tr: Piyasa evresi değişince bildir
uk: Повідомляти про зміну фази
vi: Thông báo khi đổi giai đoạn
zh_hans: 市场阶段变化时提醒

# settings_zone_alerts_hint
source: Checks twice a day and notifies when Bitcoin changes zone, e.g. from Neutral to Bull.
ar: يفحص مرتين يوميًا وينبّه عندما يغيّر البيتكوين منطقته، مثلًا من محايد إلى Bull.
cs: Kontroluje dvakrát denně a upozorní, když bitcoin změní zónu, např. z Neutrální na Bull.
da: Tjekker to gange dagligt og giver besked, når Bitcoin skifter zone, fx fra Neutral til Bull.
de: Prüft zweimal täglich und meldet, wenn Bitcoin die Zone wechselt, z. B. von Neutral zu Bull.
el: Ελέγχει δύο φορές την ημέρα και ειδοποιεί όταν το Bitcoin αλλάζει ζώνη, π.χ. από Ουδέτερο σε Bull.
es: Comprueba dos veces al día y avisa cuando Bitcoin cambia de zona, p. ej. de Neutral a Bull.
fa: روزی دو بار بررسی می‌کند و وقتی بیت‌کوین منطقه‌اش را عوض کند خبر می‌دهد، مثلاً از خنثی به Bull.
fi: Tarkistaa kahdesti päivässä ja ilmoittaa, kun Bitcoin vaihtaa vyöhykettä, esim. Neutraalista Bulliksi.
fr: Vérifie deux fois par jour et prévient quand le Bitcoin change de zone, p. ex. de Neutre à Bull.
he: בודק פעמיים ביום ומודיע כשביטקוין מחליף אזור, למשל מניטרלי ל-Bull.
hi: दिन में दो बार जाँचता है और बिटकॉइन के ज़ोन बदलने पर सूचित करता है, जैसे तटस्थ से Bull।
hu: Naponta kétszer ellenőriz, és értesít, ha a Bitcoin zónát vált, pl. Semlegesről Bullra.
id: Memeriksa dua kali sehari dan memberi tahu saat Bitcoin berpindah zona, mis. dari Netral ke Bull.
it: Controlla due volte al giorno e avvisa quando Bitcoin cambia zona, ad es. da Neutrale a Bull.
ja: 1日2回確認し、ビットコインのゾーンが変わると通知します（例: 中立 → Bull）。
ko: 하루 두 번 확인하고 비트코인 구간이 바뀌면 알립니다 (예: 중립 → Bull).
nb: Sjekker to ganger daglig og varsler når Bitcoin bytter sone, f.eks. fra Nøytral til Bull.
nl: Controleert twee keer per dag en meldt wanneer Bitcoin van zone wisselt, bijv. van Neutraal naar Bull.
pl: Sprawdza dwa razy dziennie i powiadamia, gdy Bitcoin zmieni strefę, np. z Neutralnej na Bull.
pt: Verifica duas vezes por dia e avisa quando a Bitcoin muda de zona, p. ex. de Neutro para Bull.
pt_br: Verifica duas vezes por dia e avisa quando o Bitcoin muda de zona, por ex. de Neutral para Bull.
ro: Verifică de două ori pe zi și anunță când Bitcoin schimbă zona, de ex. din Neutru în Bull.
ru: Проверяет дважды в день и сообщает, когда биткоин меняет зону, например с Нейтральной на Bull.
sq: Kontrollon dy herë në ditë dhe njofton kur Bitcoin ndryshon zonë, p.sh. nga Neutral në Bull.
sv: Kontrollerar två gånger om dagen och meddelar när Bitcoin byter zon, t.ex. från Neutral till Bull.
th: ตรวจวันละสองครั้งและแจ้งเมื่อบิตคอยน์เปลี่ยนโซน เช่น จากเป็นกลางเป็น Bull
tr: Günde iki kez kontrol eder ve Bitcoin bölge değiştirdiğinde bildirir, ör. Nötr'den Bull'a.
uk: Перевіряє двічі на день і повідомляє, коли біткоїн змінює зону, напр. з Нейтральної на Bull.
vi: Kiểm tra hai lần mỗi ngày và thông báo khi Bitcoin đổi vùng, vd. từ Trung lập sang Bull.
zh_hans: 每天检查两次，比特币切换区间时提醒，例如从中性变为 Bull。

# sheet_chart_change
source: %1$@ in %2$@
ar: %1$@ خلال %2$@
cs: %1$@ za %2$@
da: %1$@ på %2$@
el: %1$@ σε %2$@
es: %1$@ en %2$@
fa: %1$@ در %2$@
fr: %1$@ sur %2$@
he: %1$@ ב-%2$@
hi: %2$@ में %1$@
id: %1$@ dalam %2$@
ja: %2$@ で %1$@
ko: %2$@ 동안 %1$@
nb: %1$@ på %2$@
pt: %1$@ em %2$@
pt_br: %1$@ em %2$@
ro: %1$@ în %2$@
ru: %1$@ за %2$@
sq: %1$@ në %2$@
sv: %1$@ på %2$@
th: %1$@ ใน %2$@
tr: %2$@ içinde %1$@
uk: %1$@ за %2$@
vi: %1$@ trong %2$@

# sheet_chart_no_data
source: No price data for this pair
ar: لا توجد بيانات أسعار لهذا الزوج
cs: Pro tento pár nejsou k dispozici údaje o ceně
da: Ingen kursdata for dette par
de: Keine Kursdaten für dieses Paar
el: Δεν υπάρχουν δεδομένα τιμών για αυτό το ζεύγος
es: No hay datos de precio para este par
fa: داده‌ای از قیمت برای این جفت وجود ندارد
fi: Tälle parille ei ole hintatietoja
fr: Aucune donnée de cours pour cette paire
he: אין נתוני מחיר עבור צמד זה
hi: इस जोड़ी के लिए कोई मूल्य डेटा नहीं
hu: Nincs árfolyamadat ehhez a párhoz
id: Tidak ada data harga untuk pasangan ini
it: Nessun dato di prezzo per questa coppia
ja: このペアの価格データはありません
ko: 이 페어의 가격 데이터가 없습니다
nb: Ingen kursdata for dette paret
nl: Geen koersgegevens voor dit paar
pl: Brak danych o cenie dla tej pary
pt: Sem dados de preço para este par
pt_br: Sem dados de preço para este par
ro: Nu există date de preț pentru această pereche
ru: Нет данных о цене для этой пары
sq: Nuk ka të dhëna çmimi për këtë çift
sv: Inga kursdata för detta par
th: ไม่มีข้อมูลราคาสำหรับคู่นี้
tr: Bu parite için fiyat verisi yok
uk: Немає даних про ціну для цієї пари
vi: Không có dữ liệu giá cho cặp này
zh_hans: 此交易对暂无价格数据

# shortcut_add
source: Add pair
ar: إضافة زوج
cs: Přidat pár
da: Tilføj par
de: Paar hinzufügen
el: Προσθήκη ζεύγους
es: Añadir par
fa: افزودن جفت
fi: Lisää pari
fr: Ajouter une paire
he: הוספת צמד
hi: पेयर जोड़ें
hu: Pár hozzáadása
id: Tambah pasangan
it: Aggiungi coppia
ja: ペアを追加
ko: 쌍 추가
nb: Legg til par
nl: Paar toevoegen
pl: Dodaj parę
pt: Adicionar par
pt_br: Adicionar par
ro: Adaugă pereche
ru: Добавить пару
sq: Shto çift
sv: Lägg till par
th: เพิ่มคู่เทรด
tr: Çift ekle
uk: Додати пару
vi: Thêm cặp
zh_hans: 添加交易对

# shortcut_alarms
source: All alarms
ar: كل التنبيهات
cs: Všechny alarmy
da: Alle alarmer
de: Alle Alarme
el: Όλες οι ειδοποιήσεις
es: Todas las alertas
fa: همه هشدارها
fi: Kaikki hälytykset
fr: Toutes les alertes
he: כל ההתראות
hi: सभी अलार्म
hu: Összes riasztás
id: Semua alarm
it: Tutti gli avvisi
ja: すべてのアラーム
ko: 모든 알림
nb: Alle alarmer
nl: Alle alarmen
pl: Wszystkie alarmy
pt: Todos os alertas
pt_br: Todos os alertas
ro: Toate alarmele
ru: Все оповещения
sq: Të gjitha alarmet
sv: Alla larm
th: การแจ้งเตือนทั้งหมด
tr: Tüm alarmlar
uk: Усі сповіщення
vi: Tất cả cảnh báo
zh_hans: 全部提醒
